Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Resumed %d sub agent(s)
hr: Nastavljenih podagenata: %d
ja: %d 件のサブエージェントを再開
zh_hans: 恢复了 %d 个子代理任务
zh_hant: 恢復了 %d 個子代理任務

source: Run this sub agent on a specific Model Group, or let it use the same model as the conversation that delegates to it.
hr: Pokrenite ovog podagenta na određenoj grupi modela ili mu dopustite da koristi isti model kao razgovor koji mu delegira zadatak.
ja: このサブエージェントを特定のモデルグループで実行するか、委任元の会話と同じモデルを使わせます。
zh_hans: 让这个子代理任务运行在指定的模型组上，或与委派它的对话使用同一个模型。
zh_hant: 讓這個子代理任務執行在指定的模型群組上，或與委派它的對話使用同一個模型。

source: Same as resolved
hr: Isto kao razriješeno
ja: 解決モデルと同一
zh_hans: 与解析模型一致
zh_hant: 與解析模型一致

source: Scheduled run
hr: Zakazano izvođenje
ja: スケジュール実行
zh_hans: 定时执行
zh_hant: 定時執行

source: Sent a course correction
hr: Poslana korekcija smjera
ja: 軌道修正を送信
zh_hans: 补充了任务说明
zh_hant: 補充了任務說明

source: Sent to the sub agent
hr: Poslano podagentu
ja: サブエージェントへの送信内容
zh_hans: 发送给子代理的内容
zh_hant: 傳送給子代理的內容

source: Stale Shell Leftovers
hr: Zaostali ostaci ljuske
ja: 古いシェルの残留物
ko: 오래된 셸 잔여물
zh_hans: 失效 Shell 残留
zh_hant: 失效 Shell 殘留

source: Status unknown
hr: Status nepoznat
zh_hans: 状态未知

source: Stop agent
hr: Zaustavi Agenta
ja: エージェントを停止
zh_hans: 停止代理任务
zh_hant: 停止代理任務

source: Stopped a sub agent
hr: Zaustavljen podagent
ja: サブエージェントを停止
zh_hans: 停止了一个子代理任务
zh_hant: 停止了一個子代理任務

source: Stopped or failed
hr: Zaustavljeno ili neuspjelo
zh_hans: 已停止或失败
zh_hant: 已停止或失敗

source: Sub agent control
hr: Upravljanje podagentom
ja: サブエージェント操作
zh_hans: 子代理任务操作
zh_hant: 子代理任務操作

source: Switched
hr: Prebačeno
ja: 切り替え
zh_hans: 已切换
zh_hant: 已切換

source: Temporary Files
hr: Privremene datoteke
ja: 一時ファイル
ko: 임시 파일
zh_hans: 临时文件
zh_hant: 暫存檔案

source: The agent asked for a stronger model
hr: Agent je zatražio snažniji model
ja: エージェントがより高性能なモデルを要求しました
zh_hans: 代理任务请求使用更强的模型
zh_hant: 代理任務請求使用更強的模型

source: The agent "%@" may have finished or been interrupted. Open to check.
hr: Agent "%@" možda je završio ili je prekinut. Otvorite za provjeru.
zh_hans: 代理「%@」可能已完成或被中断，打开查看。
zh_hant: 代理「%@」可能已完成或被中斷，打開查看。

source: The helper "%@" may have finished or been interrupted. Open to check.
hr: Pomoćnik "%@" možda je završio ili je prekinut. Otvorite za provjeru.
zh_hans: 帮手「%@」可能已完成或被中断，打开查看。
zh_hant: 幫手「%@」可能已完成或被中斷，打開查看。

source: The microphone is in use by another app (e.g. FaceTime or a phone call). Please try again after it finishes.
hr: Mikrofon koristi druga aplikacija (npr. FaceTime ili telefonski poziv). Pokušajte ponovno kada završi.
zh_hans: 麦克风正被其他应用占用（如 FaceTime 或通话），请结束后重试。

source: This message contains pasted content that can't be edited yet. Send a new message instead.
hr: Ova poruka sadrži zalijepljeni sadržaj koji se još ne može uređivati. Umjesto toga pošaljite novu poruku.
zh_hans: 这条消息包含粘贴内容，暂不支持编辑，请改为发送新消息。

source: Timed out
hr: Isteklo vrijeme
ja: タイムアウト
zh_hans: 已超时
zh_hant: 已逾時

source: Timed out after %lld seconds.
hr: Vrijeme je isteklo nakon %lld sekundi.
ja: %lld 秒待機後にタイムアウトしました。
zh_hans: 等待 %lld 秒后超时。
zh_hant: 等待 %lld 秒後逾時。

source: Tool call
hr: Poziv alata
zh_hans: 工具调用

source: Total is the app's full container size and should match the figure iOS Settings shows for Minis. "Other" covers everything not itemized above, so the categories always add up to the total.
hr: Ukupno je puna veličina spremnika aplikacije i trebala bi odgovarati brojci koju iOS Postavke prikazuju za Minis. "Ostalo" obuhvaća sve što nije pojedinačno navedeno iznad, pa je zbroj kategorija uvijek jednak ukupnom iznosu.
zh_hans: “总计”为 App 容器的完整占用，应与 iOS 系统设置中显示的 Minis 占用一致。“其他”涵盖上面未单独列出的所有内容，因此各分类之和始终等于总计。

source: Total
hr: Ukupno
ja: 合計
ko: 합계
zh_hans: 总计
zh_hant: 總計

source: from request
hr: iz zahtjeva
ja: リクエストより
zh_hans: 来自请求
zh_hant: 來自請求

source: from response
hr: iz odgovora
ja: レスポンスより
zh_hans: 来自响应
zh_hant: 來自回應

source: running
hr: izvodi se
ja: 実行中
zh_hans: 运行中
zh_hant: 執行中

source: running in background
hr: izvodi se u pozadini
ja: バックグラウンドで実行中
zh_hans: 后台运行中
zh_hant: 背景執行中

source: starting
hr: pokretanje
ja: 開始中
zh_hans: 启动中
zh_hant: 啟動中

source: working…
hr: radi…
ja: 作業中…
zh_hans: 处理中…
zh_hant: 處理中…

source: audio
hr: zvuk
ja: 音声
ko: 오디오
pl: dźwięk
pt_br: áudio
ru: аудио
th: เสียง
tr: ses
zh_hans: 音频
zh_hant: 音訊

source: Audio
hr: Zvuk
ja: オーディオ
ko: 오디오
pl: Dźwięk
pt_br: Áudio
ru: Аудио
th: เสียง
tr: Ses
zh_hans: 音频
zh_hant: 音頻

source: Cookies
hr: Kolačići
id: Cookie
ja: Cookie
ko: 쿠키
ms: Cookie
pl: Pliki cookie
ro: Cookie-uri
th: คุกกี้
tr: Çerezler
zh_hans: Cookie
zh_hant: Cookie

source: %llds
id: %lldd
ja: %lld秒
ko: %lld초
ru: %lldс
zh_hans: %lld 秒
zh_hant: %lld秒

source: %lld min
id: %lld mnt
ja: %lld 分
ko: %lld분
ru: %lld мин
th: %lld นาที
tr: %lld dk
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: <1 min
id: <1 mnt
ja: 1 分未満
ko: 1분 미만
ru: <1 мин
th: <1 นาที
tr: <1 dk
zh_hans: <1 分钟
zh_hant: 不到 1 分鐘

source: Apache License 2.0
id: Lisensi Apache 2.0
ms: Lesen Apache 2.0
pl: Licencja Apache 2.0
pt_br: Licença Apache 2.0
ro: Licența Apache 2.0
tr: Apache Lisansı 2.0

source: thinking: adaptive
id: berpikir: adaptif
ms: berfikir: adaptif
zh_hans: thinking：自适应

source: Agent
ja: エージェント
zh_hans: 代理任务
zh_hant: 代理任務

source: Context %@ used · %@
ja: コンテキスト使用率 %1$@ · %2$@
zh_hans: 上下文已用 %1$@ · %2$@
zh_hant: 上下文已用 %1$@ · %2$@

source: Minis agent
ja: Minis エージェント
zh_hans: Minis 代理任务
zh_hant: Minis 代理任務

source: enable_thinking + budget
ja: enable_thinking + バジェット
ko: enable_thinking + 예산
ru: enable_thinking + бюджет
zh_hans: enable_thinking + 预算
zh_hant: enable_thinking + 預算

source: HealthKit
ja: ヘルスケア
ko: 건강
zh_hans: 健康
zh_hant: 健康

source: Minis Computer
ja: Minis コンピュータ
ko: Minis 컴퓨터
zh_hans: Minis 电脑
zh_hant: Minis 電腦

source: Premium
ja: プレミアム
ko: 프리미엄
ru: Премиум
th: พรีเมียม
zh_hans: 高级
zh_hant: 高級

source: Prompt
ja: プロンプト
ko: 프롬프트
ru: Запрос
th: พรอมต์
tr: İstem
zh_hans: 提示
zh_hant: 提示

source: Ultra
ja: ウルトラ
ko: 울트라
ru: Ультра
th: สูงพิเศษ
zh_hans: 极限
zh_hant: 極限

source: %lldms
ru: %lld мс
zh_hans: %lld 毫秒
zh_hant: %lld 毫秒

source: Token
ru: Токен
th: โทเคน

source: 1. Open the verification page — this copies the code 2. Paste it to authorize Minis
zh_hans: 1. 打开验证页面（会自动复制代码） 2. 粘贴该代码以授权 Minis
zh_hant: 1. 開啟驗證頁面（會自動複製代碼） 2. 貼上該代碼以授權 Minis

source: Access may be withdrawn without notice. The provider may change or discontinue these interfaces at any time, which can cause requests to fail or this feature to stop working entirely.
zh_hans: 接入权限可能在不另行通知的情况下被收回。服务方可随时变更或停用上述接口，届时请求可能失败，本功能亦可能完全停止工作。
zh_hant: 接入權限可能在不另行通知的情況下被收回。服務方可隨時變更或停用上述介面，屆時請求可能失敗，本功能亦可能完全停止運作。

source: Access was not granted. You can try connecting again.
zh_hans: 未获得授权,可以重新连接。

source: Authorization is performed using a client identity issued to a third-party developer tool rather than to Minis, and it relies on service interfaces that are not published for this purpose.
zh_hans: 授权过程使用的是签发给第三方开发者工具（而非 Minis）的客户端身份，并依赖未就此用途公开的服务接口。
zh_hant: 授權過程使用的是簽發給第三方開發者工具（而非 Minis）的用戶端身分，並依賴未就此用途公開的服務介面。

source: Blocked: content was offloaded from context
zh_hans: 已阻止：内容已从上下文卸载

source: Connect…
zh_hans: 连接…

source: Contacting GitHub…
zh_hans: 正在连接 GitHub…

source: Could not build the registration request.
zh_hans: 无法构建注册请求。

source: Could not get a Copilot token (HTTP %d).
zh_hans: 无法获取 Copilot 令牌(HTTP %d)。

source: Could not read the authorization server's metadata.
zh_hans: 无法读取授权服务器的元数据。

source: Detail Level
zh_hans: 日志详细程度

source: GitHub Copilot in Minis is an unofficial compatibility experiment, not authorized or supported by GitHub. It may stop working, and your Copilot entitlement or account may be restricted.
zh_hans: Minis 中的 GitHub Copilot 是非官方的兼容性实验，未获 GitHub 授权或支持。它可能随时失效，你的 Copilot 权益或账号也可能被限制。
zh_hant: Minis 中的 GitHub Copilot 是非官方的相容性實驗，未獲 GitHub 授權或支援。它可能隨時失效，你的 Copilot 權益或帳號也可能被限制。

source: GitHub Copilot provider
zh_hans: GitHub Copilot 服务商
zh_hant: GitHub Copilot 服務商

source: GitHub rejected the saved sign-in. Sign in again.
zh_hans: GitHub 拒绝了已保存的登录信息,请重新登录。

source: GitHub did not return a device code.
zh_hans: GitHub 未返回设备码。

source: GitHub Copilot Login
zh_hans: GitHub Copilot 登录

source: Have a backup? Restore from it
zh_hans: 已有备份？从备份恢复
zh_hant: 已有備份？從備份還原

source: I have read and accept these terms
zh_hans: 我已阅读并接受上述条款
zh_hant: 我已閱讀並接受上述條款

source: I understand and want to continue
zh_hans: 我已知悉并继续
zh_hant: 我已知悉並繼續

source: I understand, continue
zh_hans: 我已了解,继续

source: It relies on interfaces that are not published for this use. They may change or stop working at any time, and this feature may stop working with them.
zh_hans: 它依赖并非为此用途公开的接口。这些接口可能随时变更或停止服务，本功能也会随之失效。
zh_hant: 它依賴並非為此用途公開的介面。這些介面可能隨時變更或停止服務，本功能也會隨之失效。

source: Minis connects to GitHub Copilot using an unofficial method that GitHub does not support. Using it may cause your GitHub Copilot account to be limited or suspended. Continue at your own risk.
zh_hans: Minis 通过 GitHub 未提供支持的非官方方式接入 GitHub Copilot。使用本功能可能导致你的 GitHub Copilot 账号被限制或封禁,请自行承担风险。

source: Minis will find this service's sign-in page automatically. No Client ID needed.
zh_hans: Minis 会自动找到该服务的登录页,无需填写 Client ID。

source: Not listed by provider
zh_hans: 供应商未列出

source: Not recommended for an organization, enterprise or production account. Use a personal account you are willing to risk.
zh_hans: 不建议用于组织、企业或生产账号。请使用你愿意承担风险的个人账号。
zh_hant: 不建議用於組織、企業或生產帳號。請使用你願意承擔風險的個人帳號。

source: Notice regarding unofficial access
zh_hans: 非官方接入须知
zh_hant: 非官方接入須知

source: Ready to sign in
zh_hans: 可以登录了

source: Remove from group
zh_hans: 从分组移除

source: Removed from group
zh_hans: 已从分组移除

source: Reusing this app's existing registration.
zh_hans: 复用本应用已有的注册信息。

source: Showing the %d best matches of %d. Type more to narrow the search.
zh_hans: 显示 %d 条最匹配结果(共 %d 条)。继续输入可缩小范围。

source: Sign In Again
zh_hans: 重新登录
zh_hant: 重新登入

source: Sign in to GitHub Copilot first.
zh_hans: 请先登录 GitHub Copilot。

source: Sign in with GitHub — unofficial, use at your own risk
zh_hans: 使用 GitHub 登录 —— 非官方方式,风险自负

source: Sign in with GitHub
zh_hans: 使用 GitHub 登录

source: Sign-in expired. Sign in again to keep using this provider.
zh_hans: 登录已失效，请重新登录以继续使用此服务商。
zh_hant: 登入已失效，請重新登入以繼續使用此供應商。

source: Sign-in expired
zh_hans: 登录已失效
zh_hant: 登入已失效

source: Sign-in was not completed. You can try again.
zh_hans: 未完成登录,可以再试一次。

source: Sign in with browser
zh_hans: 浏览器登录

source: Signed in
zh_hans: 已登录
zh_hant: 已登入

source: The authorization server's metadata is incomplete.
zh_hans: 授权服务器的元数据不完整。

source: The authorization server URL is not valid.
zh_hans: 授权服务器地址无效。

source: The code expired. Start again.
zh_hans: 验证码已过期,请重新开始。

source: The registration response could not be read.
zh_hans: 无法读取注册响应。

source: The registration endpoint is not valid.
zh_hans: 注册端点无效。

source: The server did not name an authorization server.
zh_hans: 服务器未指明授权服务器。

source: The server gave an unexpected response.
zh_hans: 服务器返回了意外的响应。

source: The server URL is not valid.
zh_hans: 服务器地址无效。

source: This authorization server does not support PKCE (S256), which is required.
zh_hans: 该授权服务器不支持必需的 PKCE(S256)。

source: This feature is provided on an “as is” basis, without warranty of any kind. By continuing you confirm that you have read this notice and accept these risks entirely at your own discretion.
zh_hans: 本功能按「现状」提供，不附带任何形式的担保。继续操作即表示您已阅读本须知，并自行承担上述全部风险。
zh_hant: 本功能按「現狀」提供，不附帶任何形式的擔保。繼續操作即表示您已閱讀本須知，並自行承擔上述全部風險。

source: This is an unofficial compatibility experiment. It is not authorized, endorsed or supported by GitHub, and Minis has no affiliation with GitHub.
zh_hans: 这是一项非官方的兼容性实验，未获得 GitHub 的授权、认可或支持，Minis 与 GitHub 无任何从属关系。
zh_hant: 這是一項非官方的相容性實驗，未獲得 GitHub 的授權、認可或支援，Minis 與 GitHub 並無任何從屬關係。

source: This server did not ask for authorization, so there is nothing to connect.
zh_hans: 该服务器没有要求授权,无需连接。

source: This service does not support automatic registration. Enter its Client ID below.
zh_hans: 该服务不支持自动注册,请在下方填写它的 Client ID。

source: This service does not support automatic registration. Enter a Client ID manually.
zh_hans: 该服务不支持自动注册,请手动填写 Client ID。

source: This sign-in method is not officially authorized. Minis is not affiliated with, endorsed by, or supported by GitHub, and this integration has not been reviewed or approved by GitHub.
zh_hans: 本登录方式未获官方授权。Minis 与 GitHub 无隶属关系，未获其认可或支持，本接入亦未经 GitHub 审核或批准。
zh_hant: 本登入方式未獲官方授權。Minis 與 GitHub 無隸屬關係，未獲其認可或支援，本接入亦未經 GitHub 審核或批准。

source: Unofficial integration. Using it may get your GitHub Copilot account restricted — use at your own risk.
zh_hans: 非官方接入方式。使用本功能可能导致你的 GitHub Copilot 账号被限制,风险自负。

source: Unofficial integration
zh_hans: 非官方接入方式

source: Unofficial integration: Minis connects to Copilot the way the editor extensions do. GitHub's terms may treat this as grounds for restricting your Copilot access. Use it at your own risk.
zh_hans: 非官方接入方式：Minis 以编辑器插件的方式连接 Copilot。GitHub 条款可能据此限制你的 Copilot 使用权限，请自行承担风险。
zh_hant: 非官方接入方式：Minis 以編輯器擴充功能的方式連線 Copilot。GitHub 條款可能據此限制你的 Copilot 使用權限，請自行承擔風險。

source: Unofficial — off by default. Read the risk notice before enabling.
zh_hans: 非官方接入，默认关闭。启用前请阅读风险提示。
zh_hant: 非官方接入，預設關閉。啟用前請先閱讀風險提示。

source: Use of an organization, enterprise, or production account is strongly discouraged. Please sign in with a personal account whose loss you are prepared to accept.
zh_hans: 强烈建议不要使用组织、企业或生产环境账号。请使用您能够承受损失的个人账号登录。
zh_hant: 強烈建議不要使用組織、企業或生產環境帳號。請使用您能夠承受損失的個人帳號登入。

source: Use may violate the provider's terms of service and may result in rate limiting, suspension, or permanent termination of your Copilot entitlement or your GitHub account. Any such consequence applies to your account and cannot be reversed by Minis.
zh_hans: 使用本功能可能违反服务方的服务条款，并可能导致您的 Copilot 权益或 GitHub 账号被限流、暂停乃至永久封禁。相关后果由您的账号承担，Minis 无法撤销。
zh_hant: 使用本功能可能違反服務方的服務條款，並可能導致您的 Copilot 權益或 GitHub 帳號被限流、暫停乃至永久封鎖。相關後果由您的帳號承擔，Minis 無法撤銷。

source: Verbose adds high-frequency traces (filesystem, rendering, context). Useful when reproducing a specific problem — logs grow very quickly, so switch back to Info afterwards.
zh_hans: 「详细」会额外记录高频追踪(文件系统、渲染、上下文),适合复现具体问题时开启。日志增长极快,排查完请切回「常规」。

source: Verbose
zh_hans: 详细

source: Whether to proceed is your decision, and you accept the risk of doing so.
zh_hans: 是否继续由你自行决定，并由你承担由此产生的风险。
zh_hant: 是否繼續由你自行決定，並由你承擔由此產生的風險。

source: Using it may put your GitHub Copilot entitlement or your GitHub account at risk, including restriction or suspension. That consequence falls on your account.
zh_hans: 使用它可能使你的 GitHub Copilot 权益或 GitHub 账号面临风险，包括被限制或停用。相关后果由你的账号承担。
zh_hant: 使用它可能使你的 GitHub Copilot 權益或 GitHub 帳號面臨風險，包括被限制或停用。相關後果由你的帳號承擔。

source: You declined the authorization request.
zh_hans: 你拒绝了授权请求。

source: Your GitHub token is stored in the iOS Keychain on this device and is sent only to GitHub. Minis does not collect it and does not route it through any server of ours. A backup you export yourself can include it.
zh_hans: 你的 GitHub 令牌保存在本机的 iOS 钥匙串中，且仅发送给 GitHub。Minis 不会收集它，也不会经由我们的任何服务器中转。你自行导出的备份可能包含它。
zh_hant: 你的 GitHub 權杖儲存在本機的 iOS 鑰匙圈中，且僅傳送給 GitHub。Minis 不會收集它，也不會經由我們的任何伺服器中轉。你自行匯出的備份可能包含它。

source: Your access token is held in the iOS Keychain on this device and is transmitted only to the provider. Minis does not collect it and does not route it through any server operated by us. A backup you export yourself may contain it.
zh_hans: 您的访问令牌保存在本机 iOS 钥匙串中，且仅发送至服务方。Minis 不会收集该令牌，也不会经由我方运营的任何服务器中转。您自行导出的备份可能包含该令牌。
zh_hant: 您的存取權杖保存在本機 iOS 鑰匙圈中，且僅傳送至服務方。Minis 不會收集該權杖，亦不會經由我方營運的任何伺服器中轉。您自行匯出的備份可能包含該權杖。

source: HomeKit
zh_hans: 家庭
zh_hant: 家庭

source: MinIO, Cloudflare R2, Wasabi, Alibaba OSS, Tencent COS…
zh_hans: MinIO、Cloudflare R2、Wasabi、阿里云 OSS、腾讯云 COS…

source: Model no longer exists. Reopen the model list and try again.
zh_hans: 该模型已不存在，请重新打开模型列表后重试。
zh_hant: 該模型已不存在，請重新開啟模型列表後重試。

source: Nextcloud, ownCloud, Synology, alist
zh_hans: Nextcloud、ownCloud、群晖、alist
